{"review_id":"v0i_UHJMo_hPBq9bxWvW4w","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"0W4lkclzZThpx3V65bVgig","stars":5,"date":"2016-05-28","text":"Love the staff, love the meat, love the place. Prepare for a long line around lunch or dinner hours. \n\nThey ask you how you want you meat, lean or something maybe, I can't remember. Just say you don't want it too fatty. \n\nGet a half sour pickle and a hot pepper. Hand cut french fries too.","useful":0,"funny":0,"cool":0}
{"review_id":"vkVSCC7xljjrAI4UGfnKEQ","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"AEx2SYEUJmTxVVB18LlCwA","stars":5,"date":"2016-05-28","text":"Super simple place but amazing nonetheless. It's been around since the 30's and they still serve the same thing they started with: a bologna and salami sandwich with mustard. \n\nStaff was very helpful and friendly.","useful":0,"funny":0,"cool":0}
{"review_id":"n6QzIUObkYshz4dz2QRJTw","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"VR6GpWIda3SfvPC-lg9H3w","stars":5,"date":"2016-05-28","text":"Small unassuming place that changes their menu every so often. Cool decor and vibe inside their 30 seat restaurant. Call for a reservation. \n\nWe had their beef tartar and pork belly to start and a salmon dish and lamb meal for mains. Everything was incredible! I could go on at length about how all the listed ingredients really make their dishes amazing but honestly you just need to go. \n\nA bit outside of downtown montreal but take the metro out and it's less than a 10 minute walk from the station.","useful":0,"funny":0,"cool":0}
{"review_id":"MV3CcKScW05u5LVfF6ok0g","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"CKC0-MOWMqoeWf6s-szl8g","stars":5,"date":"2016-05-28","text":"Lester's is located in a beautiful neighborhood and has been there since 1951. They are known for smoked meat which most deli's have but their brisket sandwich is what I come to montreal for. They've got about 12 seats outside to go along with the inside. \n\nThe smoked meat is up there in quality and taste with Schwartz's and you'll find less tourists at Lester's as well.","useful":0,"funny":0,"cool":0}
{"review_id":"IXvOzsEMYtiJI0CARmj77Q","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"ACFtxLv8pGrrxMm6EgjreA","stars":4,"date":"2016-05-28","text":"Love coming here. Yes the place always needs the floor swept but when you give out  peanuts in the shell how won't it always be a bit dirty. \n\nThe food speaks for itself, so good. Burgers are made to order and the meat is put on the grill when you order your sandwich. Getting the small burger just means 1 patty, the regular is a 2 patty burger which is twice the deliciousness. \n\nGetting the Cajun fries adds a bit of spice to them and whatever size you order they always throw more fries (a lot more fries) into the bag.","useful":0,"funny":0,"cool":0}
{"review_id":"L_9BTb55X0GDtThi6GlZ6w","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"s2I_Ni76bjJNK9yG60iD-Q","stars":4,"date":"2016-05-28","text":"Had their chocolate almond croissant and it was amazing! So light and buttery and oh my how chocolaty.\n\nIf you're looking for a light breakfast then head out here. Perfect spot for a coffee\/latté before heading out to the old port","useful":0,"funny":0,"cool":0}
{"review_id":"HRPm3vEZ_F-33TYVT7Pebw","user_id":"_4iMDXbXZ1p1ONG297YEAQ","business_id":"8QWPlVQ6D-OExqXoaD2Z1g","stars":5,"date":"2014-09-24","text":"Cycle Pub Las Vegas was a blast! Got a groupon and rented the bike for 11 of us for an afternoon tour. Each bar was more fun than the last. Downtown Las Vegas has changed so much and for the better. We had a wide age range in this group from early 20's to mid 50's and everyone had so much fun! Our driver Tony was knowledgable , friendly and just plain fun! Would recommend this to anyone looking to do something different away from the strip. You won't be disappointed!","useful":1,"funny":0,"cool":0}
{"review_id":"ymAUG8DZfQcFTBSOiaNN4w","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"9_CGhHMz8698M9-PkVf0CQ","stars":4,"date":"2012-05-11","text":"Who would have guess that you would be able to get fairly decent Vietnamese restaurant in East York? \n\nNot quite the same as Chinatown in terms of pricing (slightly higher) but definitely one of the better Vietnamese restaurants outside of the neighbourhood. When I don't have time to go to Chinatown, this is the next best thing as it is down the street from me.\n\nSo far the only items I have tried are the phos (beef, chicken & vegetarian) - and they have not disappointed me! Especially the chicken pho.\n\nNext time I go back, I'm going to try the banh cuon (steamed rice noodle) and the vermicelli!","useful":0,"funny":0,"cool":2}
{"review_id":"8UIishPUD92hXtScSga_gw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"gkCorLgPyQLsptTHalL61g","stars":4,"date":"2015-10-27","text":"Always drove past this coffee house and wondered about it. BF and I finally made the stop to try this place out.\n\nCute, quaint coffee shop with nice muskoka chairs outside. \n\nBF ordered an ice coffee and really enjoyed it! Guess we will be back again!","useful":1,"funny":0,"cool":0}
{"review_id":"w41ZS9shepfO3uEyhXEWuQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"5r6-G9C4YLbC7Ziz57l3rQ","stars":3,"date":"2013-02-09","text":"Not bad!! Love that there is a gluten-free, vegan version of the cheese curds and gravy!!\n\nHaven't done the poutine taste test yet with smoke's but Im excited to see which is better. However poutini's might win as they are vegan and gluten-free","useful":1,"funny":0,"cool":0}
