{"review_id":"v0i_UHJMo_hPBq9bxWvW4w","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"0W4lkclzZThpx3V65bVgig","stars":5,"date":"2016-05-28","text":"Love the staff, love the meat, love the place. Prepare for a long line around lunch or dinner hours. \n\nThey ask you how you want you meat, lean or something maybe, I can't remember. Just say you don't want it too fatty. \n\nGet a half sour pickle and a hot pepper. Hand cut french fries too.","useful":0,"funny":0,"cool":0}
{"review_id":"vkVSCC7xljjrAI4UGfnKEQ","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"AEx2SYEUJmTxVVB18LlCwA","stars":5,"date":"2016-05-28","text":"Super simple place but amazing nonetheless. It's been around since the 30's and they still serve the same thing they started with: a bologna and salami sandwich with mustard. \n\nStaff was very helpful and friendly.","useful":0,"funny":0,"cool":0}
{"review_id":"n6QzIUObkYshz4dz2QRJTw","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"VR6GpWIda3SfvPC-lg9H3w","stars":5,"date":"2016-05-28","text":"Small unassuming place that changes their menu every so often. Cool decor and vibe inside their 30 seat restaurant. Call for a reservation. \n\nWe had their beef tartar and pork belly to start and a salmon dish and lamb meal for mains. Everything was incredible! I could go on at length about how all the listed ingredients really make their dishes amazing but honestly you just need to go. \n\nA bit outside of downtown montreal but take the metro out and it's less than a 10 minute walk from the station.","useful":0,"funny":0,"cool":0}
{"review_id":"MV3CcKScW05u5LVfF6ok0g","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"CKC0-MOWMqoeWf6s-szl8g","stars":5,"date":"2016-05-28","text":"Lester's is located in a beautiful neighborhood and has been there since 1951. They are known for smoked meat which most deli's have but their brisket sandwich is what I come to montreal for. They've got about 12 seats outside to go along with the inside. \n\nThe smoked meat is up there in quality and taste with Schwartz's and you'll find less tourists at Lester's as well.","useful":0,"funny":0,"cool":0}
{"review_id":"IXvOzsEMYtiJI0CARmj77Q","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"ACFtxLv8pGrrxMm6EgjreA","stars":4,"date":"2016-05-28","text":"Love coming here. Yes the place always needs the floor swept but when you give out  peanuts in the shell how won't it always be a bit dirty. \n\nThe food speaks for itself, so good. Burgers are made to order and the meat is put on the grill when you order your sandwich. Getting the small burger just means 1 patty, the regular is a 2 patty burger which is twice the deliciousness. \n\nGetting the Cajun fries adds a bit of spice to them and whatever size you order they always throw more fries (a lot more fries) into the bag.","useful":0,"funny":0,"cool":0}
{"review_id":"L_9BTb55X0GDtThi6GlZ6w","user_id":"bv2nCi5Qv5vroFiqKGopiw","business_id":"s2I_Ni76bjJNK9yG60iD-Q","stars":4,"date":"2016-05-28","text":"Had their chocolate almond croissant and it was amazing! So light and buttery and oh my how chocolaty.\n\nIf you're looking for a light breakfast then head out here. Perfect spot for a coffee\/latté before heading out to the old port","useful":0,"funny":0,"cool":0}
{"review_id":"HRPm3vEZ_F-33TYVT7Pebw","user_id":"_4iMDXbXZ1p1ONG297YEAQ","business_id":"8QWPlVQ6D-OExqXoaD2Z1g","stars":5,"date":"2014-09-24","text":"Cycle Pub Las Vegas was a blast! Got a groupon and rented the bike for 11 of us for an afternoon tour. Each bar was more fun than the last. Downtown Las Vegas has changed so much and for the better. We had a wide age range in this group from early 20's to mid 50's and everyone had so much fun! Our driver Tony was knowledgable , friendly and just plain fun! Would recommend this to anyone looking to do something different away from the strip. You won't be disappointed!","useful":1,"funny":0,"cool":0}
{"review_id":"ymAUG8DZfQcFTBSOiaNN4w","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"9_CGhHMz8698M9-PkVf0CQ","stars":4,"date":"2012-05-11","text":"Who would have guess that you would be able to get fairly decent Vietnamese restaurant in East York? \n\nNot quite the same as Chinatown in terms of pricing (slightly higher) but definitely one of the better Vietnamese restaurants outside of the neighbourhood. When I don't have time to go to Chinatown, this is the next best thing as it is down the street from me.\n\nSo far the only items I have tried are the phos (beef, chicken & vegetarian) - and they have not disappointed me! Especially the chicken pho.\n\nNext time I go back, I'm going to try the banh cuon (steamed rice noodle) and the vermicelli!","useful":0,"funny":0,"cool":2}
{"review_id":"8UIishPUD92hXtScSga_gw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"gkCorLgPyQLsptTHalL61g","stars":4,"date":"2015-10-27","text":"Always drove past this coffee house and wondered about it. BF and I finally made the stop to try this place out.\n\nCute, quaint coffee shop with nice muskoka chairs outside. \n\nBF ordered an ice coffee and really enjoyed it! Guess we will be back again!","useful":1,"funny":0,"cool":0}
{"review_id":"w41ZS9shepfO3uEyhXEWuQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"5r6-G9C4YLbC7Ziz57l3rQ","stars":3,"date":"2013-02-09","text":"Not bad!! Love that there is a gluten-free, vegan version of the cheese curds and gravy!!\n\nHaven't done the poutine taste test yet with smoke's but Im excited to see which is better. However poutini's might win as they are vegan and gluten-free","useful":1,"funny":0,"cool":0}
{"review_id":"WF_QTN3p-thD74hqpp2j-Q","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"fDF_o2JPU8BR1Gya--jRIA","stars":5,"date":"2016-04-06","text":"Love this place!\n\nPeggy is great with dogs and does a great job! She is very patience with him and will make any adjustments you need before you leave the store. My little guy has no problems coming here.\n\nThey also have very good bully sticks (the non-smelly ones) that my little guy and his friends love!","useful":3,"funny":0,"cool":0}
{"review_id":"PIsUSmvaUWB00qv5KTF1xA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"z8oIoCT1cXz7gZP5GeU5OA","stars":4,"date":"2013-05-01","text":"This is currently my parents new favourite restaurant. \n\nWe come here in the morning for dim sum. They are not the cart pushing type of dim sum, it is order off of the sheet. Dim sum is not bad and not expensive either.\n\nWe also frequent the dinner scene. Their set dinner menu is not bad. We typically order a 6 dish menu and it's big enough to feed a family of 9 with leftovers. \n\nOverall, food is pretty tasty!","useful":1,"funny":0,"cool":0}
{"review_id":"PdZ_uFjbbkjtm3SCY_KrZw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"XWTPNfskXoUL-Lf32wSk0Q","stars":3,"date":"2011-09-28","text":"Server was a little rude.\n\nOrdered the calamari, duck confit poutine and the trout fish with miso soba - all very tasty. Definitely not your typical diner.","useful":5,"funny":0,"cool":1}
{"review_id":"x5oV6wm9_Pb1QQ6jkjDjwQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"13nKUHH-uEUXVZylgxchPA","stars":1,"date":"2011-02-16","text":"I thought Tidy's Flowers had a great reputation as a florist, but I guess I was wrong!\n\nFor Valentine's Day my boyfriend had ordered roses with Tidy's. However, the flowers that were delivered was not what he had ordered. He had placed in an order for long stem roses, mixed with orchids and was charged for that. What had showed up was a small vase with 4 short cut roses and some greens - table ornament, not really Valentine's Day flowers. \n\nIn speaking with another friend, something similar happened to her - her fiancee had ordered a dozen of roses for her for Valentine's Day while he was in Germany as a surprise and they never showed up. So when he called them to complaint, they actually then called up my friend to confirm whether or not she had received the flowers. Which she didn't, so they said they would resend - only to have them deliver it to the wrong place.\n\nUnderstanding that Valentine's Day is the most busiest day for florists and mistakes do happen, the way they had handled it was not what would have been expected from a florist of that nature.","useful":9,"funny":0,"cool":1}
{"review_id":"lsoSqIrrDbQvWpMvsSj2xw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"RtUvSWO_UZ8V3Wpj0n077w","stars":3,"date":"2012-12-03","text":"Wanted to check out this place due to all the hype I had heard. My friend wanted to come here for her birthday. We had a group of seven and based on the way the seating works (as it is communal), we wind up sharing with another group of five. \n\nFood was ok - not sure what the hype was. Almost 75% of the dishes had some sort of cheese in it.\n\nThis place is very loud so not ideal for catching up\/talking. Not a great place to go if you have any gluten or vegan restrictions.\n\nInteresting concept. Would definitely recommend to try this place once - but definitely not worth the 30- 45 mins wait.","useful":2,"funny":1,"cool":1}
{"review_id":"23eqwlZzCWZkADWfd9atZw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"Aov96CM4FZAXeZvKtsStdA","stars":5,"date":"2010-07-16","text":"This place is awesome! Definitely authentic!!!\n\nMy two favourite dishes are the rice flour rolls and the chicken pho. The rice flour rolls are always fresh whenever I'm there! And the chicken pho is always flavourful!! mmmm....just thinking of it makes me want some!\n\nMy boyfriend is Vietnamese and he agrees that this place is authentic and one of the best Vietnamese restaurants he has ever eaten at.\n\nPrices are very reasonable too!","useful":2,"funny":0,"cool":1}
{"review_id":"FunI9om-aK5oMIIJmhMlZA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"0W4lkclzZThpx3V65bVgig","stars":4,"date":"2011-09-28","text":"a must stop when you are in montreal!\n\nI was in Mtl for the weekend and wind up eating here 2 nights in a row!\n\nThe sandwiches here are unbelieveable! The smoked meat is so tasty and salty but so good. The bread definitely complements the meat!\n\nNot much of a line up if you come either later in the evening.\n\nRemember to leave a tip in the plate when you order take out and the servers will be extra nice and funny!","useful":0,"funny":0,"cool":0}
{"review_id":"FKu4iU62EmWT6GZXPJ2sgA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"fdnNZMk1NP7ZhL-YMidMpw","stars":1,"date":"2012-10-23","text":"I too have been trying to book an appt to use my voucher - it's been months and countless of phone calls - no response yet.\n\nAgree with the buyers beware warning. I only wish reviews on this place was posted previous to my purchase of this voucher.","useful":0,"funny":0,"cool":0}
{"review_id":"xdu8nXrbNKeaywCX79KZSw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"PFPUMF38-lraKzLcTiz5gQ","stars":3,"date":"2010-09-15","text":"Came here with my girlfriends one Sunday afternoon. This place will take a long time to serve your food - as it took them almost an hour to give us our food. So make sure you give yourself lots of time! It is definitely a lazy brunch place!\n\nDefinitely recommend the pancakes! Beware of the portion sizes - they are huge!","useful":2,"funny":0,"cool":0}
{"review_id":"K7o5jDInfmX3cY5oH6ATNw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"oWTn2IzrprsRkPfULtjZtQ","stars":3,"date":"2012-09-23","text":"Came here for a burger as one of my friends said they had good burgers and people from work would come by twice a month for a burger run.\n\nOrdered the original was was ok, wasn't as amazing as everyone says it to be. I think the veggie option would have been better.\n\nA little pricy for a take-out burger.","useful":4,"funny":0,"cool":0}
{"review_id":"WYDFJOBOl7cycd7gN-c_xA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"zgQHtqX0gqMw1nlBZl2VnQ","stars":1,"date":"2012-10-30","text":"really excited to hear of this restaurant coming to Toronto. When it finally opened, my friend and I were really excited to try this place.\n\nService here is not great, it felt like they had forgotten about us and that they didn't care about the service as everything came out one at a time. My friend and I had each ordered a ginger beer, which came out at two separate times (it was almost as if they had to go in the back and make it themselves - that's how long it took).\n\nThere is absolutely no vegetarian options, except for the one cold noodle - the mushroom bun is not vegetarian.\n\nThe pork belly bun was nothing special - just a piece of meat with the bun. For my vegetarian friend, we had ordered the bun plain so she could experience it as well, and they literally just gave it to us plain, with no sauce, no kimchi.\n\nThe Momofuko ramen was awful. It was bland and mushy. After a few bites, I couldn't handle eating anymore.\n\nMomofuko is not the place to go if you want real ramen. I've had better experience with instant noodles.","useful":9,"funny":2,"cool":1}
{"review_id":"HSR2RLOifd0cvSNVqGXkMQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"28adZ4lsuUeVB2aWzohK9g","stars":3,"date":"2012-10-19","text":"was always intrigued of this place when I pass by on the streetcar. Finally decided to try this place out this past summer. Read the reviews and everyone had lots of good things to say.\n\none of my friends has dietary restrictions and needs to have gluten-free items. When I had called to make the dinner reservation, I had asked and the hostess said, yes, we do have gluten-free items that are not just salads. Just let the server know when you come in.\n\nexcited to find another gluten-free place in town, my friends and I show up for the reservation. Upon arrival, the server was really nice and friendly. When we had asked about the gluten-free options, the answer was unfortunately as we do not cook our foods separately, the only gluten-free items are salads. Which was a disppointment to us, as we had specifically asked if there were gluten-free items that weren't salads on the menu.\n\nSo we decided to just order a couple of apps and drinks as we have been sitting there for quite some time, and it wasn't the server's fault that there wasn't any gluten-free items (we felt bad to just get up and leave). \n\nIn reading the reviews, everyone thought very highly of the mac and cheese and poutine, we had ordered that to try. It wasn't bad, but not sure what the hype was about. Definitely pretty rich and filling and made for sharing!","useful":1,"funny":0,"cool":0}
{"review_id":"Kki2nwtP8U2qmWwRvPwLRA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"RWGI8u00x5GghYCEzpYrIg","stars":4,"date":"2011-10-14","text":"This place reminds of St Lawrence Market in Toronto but more veggies and fruits then seafood.\n\nFruits and veggies look so good! Too bad we didn't have a kitchen at our hotel room, cause we would have bought and cooked up a storm!!\n\nlots of varieties of apples!","useful":0,"funny":0,"cool":1}
{"review_id":"Q-mhDIKa3wJuWEx9uuciIA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"Xy74meQwdTnloAAyRC-4cg","stars":3,"date":"2013-07-01","text":"burgers are very big portions here.\n\ndefinitely order the onion ring tower to share...\n\nMilkshakes are tasty! My personal favourite - the vanilla one.","useful":0,"funny":0,"cool":0}
{"review_id":"ypjtMQLKdAwKGRS-KU7oxA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"hjk3ox7w1akbEuOgTJ03Bw","stars":1,"date":"2012-05-10","text":"Food is very bland - not authentic at all.\n\nmeant to cater to the customers who have never eaten Vietnamese food before.\n\nDefinitely will not be returning!","useful":4,"funny":2,"cool":0}
{"review_id":"vr9YpzkaVdDIauxiZYZhqA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"ZnxudK5ExgpfXs4bicS4IA","stars":3,"date":"2012-09-23","text":"While looking at different restaurants in the area, came upon this restaurant posting and decided to try it, as it is down the street from work.\n\nNot bad when you want something slightly cheaper than Congee Star. It is a mix of chinese and choy suey menu.","useful":0,"funny":0,"cool":1}
{"review_id":"Ia-w-nR1FrlzsiuEiqqlbg","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"Eox_Qq74oaFZ-YjthpHhBw","stars":3,"date":"2011-07-18","text":"Service is really slow here. I waited for over 25 mins just for takeout. Definitely not worth the wait. However, they seem to have live music Friday nites, so if you are looking for entertainment and food sit-in is probably a lot faster","useful":1,"funny":1,"cool":1}
{"review_id":"y21Fom8a_SdAyC6I0v554w","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"zxJlg4XCHNoFy78WZPv89w","stars":2,"date":"2011-09-28","text":"a few years ago, this used to be the place to be for bunch. I was really excited to take my boyfriend here to experience one of the \"must visit places in MTL\". Boy were we disappointed!\n\nWe had ordered the eggspectation omelette and eggs benedict. The omelette was bland, overcooked. The eggs benedict were ok, but I've had better. The portion size has come down.\n\nOverall, food and service has gone downhill and not worth my time anymore.","useful":0,"funny":0,"cool":0}
{"review_id":"_ku1sDwkmQo2wIgWAaluZw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"tOhRQqiupLyJdBJVQMGOEQ","stars":5,"date":"2012-09-23","text":"OMG - Definitely worth going if you are in Montreal!!\n\nAnd remember to eat it fresh - it is amazing paired with an organic cream cheese. mmmm....","useful":1,"funny":1,"cool":1}
{"review_id":"Enuk_DJbK0JPmgbFU8ePKw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"N93EYZy9R0sdlEvubu94ig","stars":3,"date":"2012-09-23","text":"Not sure what the hype is, but decided to give this a try based on all the reviews.\n\nMaybe it was too hyped up, but it wasn't as amazing as I thought it would be. Maybe it was what we had ordered, but it was just ok. We had ordered the kimchi fries, which was kind of like a NY Fries \"the works\". The grilled pork banh mi was ok. \n\nWill be back to try other stuff, like the bao version and the pork belly.","useful":0,"funny":0,"cool":0}
{"review_id":"iYlepMJ6j4whB8gxiZm6mw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"AIUFSIIdCEi3XoRJaxtDLQ","stars":4,"date":"2016-04-12","text":"Love the selection of winter gear here for my little one!\n\nWe are a big fan of the Canadan Pooch line and they carry a variety of jackets and sweaters here. And it's not just for big dogs - they have different sizes to fit all different size dogs.\n\nGood selection of treats and food as well!","useful":0,"funny":0,"cool":0}
{"review_id":"reeZj98t_X1DrZgQgFs9Kg","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"4_GIJk0tX3k0x0FcUv4sNA","stars":4,"date":"2010-07-26","text":"Hidden on the east end of the Danforth is a lovely Thai restaurant. Found this restaurant while surfing on Yelp.\n\nSurprisingly this place is pretty big to seat a big group of 12 and still have a few more small tables available. They are mainly a take-out restaurant, as many of the customers came in for take-out, and the service was a little bit slow. However, the food was great and it accommodating for many different people - seafood lovers, vegans, etc.\n\nDefinitely recommend the basil fried rice and the fried sole fish with eggplant but for those curry lovers out there, stay away from the roti curry chicken - no curry taste, just coconut favour. But the Roti itself was really good.\n\nMost of the dishes were under $10 - definitely a good deal!\n\nWill be back to try the noodle dishes!","useful":4,"funny":0,"cool":0}
{"review_id":"z9e32TaBomM5uY7fHYqYKg","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"I8rveLd-dl81u6c8YqAxmw","stars":1,"date":"2012-05-11","text":"If you have not yet tried Wasabi - don't bother.\n\nIt's expensive and the food is disgusting. You have to order the sushi at the table, but everything else (i.e. salads, soups, cooked food) you can get up and go get it yourself.\n\nThe food is very bland, the sushi does not taste like anything - not even sure if the fish is fresh.\n\nOn the weekends, everyone seems to be there for the snow crab legs - if that's what you are coming for, forget it! You have to fight\/wait in-line to get it. It's probably easier to eat it at Mandarin.\n\nIf anyone suggests to go there, I highly recommend you go somewhere else!","useful":3,"funny":0,"cool":0}
{"review_id":"rQgIiq1FJR8NwBJuWlUn7Q","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"a9aW5e731lplWGHUZ02-zQ","stars":4,"date":"2013-02-09","text":"Decided to try this place after reading the reviews. Was not disappointed. Huge portions and a bit of a long wait. They will take phone orders over the walk ins. So call ahead to order!\n\nTried the burrito with rice but will be back to try the noodle version!!","useful":0,"funny":0,"cool":0}
{"review_id":"7GsVl-wMaSfG1VoEK6-s6g","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"3E5umUqaU5OZAV3jNLW3kQ","stars":4,"date":"2017-11-02","text":"Great place to bring dogs! It's really a dog place that you bring your humans :p\n\nAs soon as we walked in, my dog was greeted with treats! He was so excited to explore the store...\n\nThere are 4 seats that you can sit and have your coffee while your dog lounges in the dog bed in front of you. \n\nTruth - this really a store for dogs, not so much for humans even though they offer coffee and tea - but just a handful of choices, nothing crazy :) \n\nThe great part is my dog is very picky when it comes to his treats and he really likes the one we had purchased here. Guess we will be back for more...","useful":0,"funny":0,"cool":0}
{"review_id":"zEDdYhDYYfvd8bSQqpc_ww","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"0-yj2jtzLUHG2b7PpEHyog","stars":4,"date":"2010-01-15","text":"Hidden in the east end of the Danforth, who knew there would be a little Ethiopian community?\n\nThe decor is definitely interesting. Although, the outside has lots of lights as decoration, the inside is kind of dark. The red lighting and orange menu makes it hard to read.\n\nThe food is not bad. Although they tell you that the vegetarian platter is only for one person - this platter is definitely made for sharing!","useful":1,"funny":0,"cool":1}
{"review_id":"b1Volwlw8gt_IGh9PhRQmw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"N-11FCEppz5NVYZVM2G5yA","stars":5,"date":"2016-02-08","text":"This review is mainly for the pool only.\n\nLove that it has a nice indoor salt water pool for the doggies to use. It is small, and only meant for 1 dog at a time. I have a small little one that makes this size work well for him, but not sure how the bigger dogs can really swim in here.\n\nThe pool is great as the water is lukewarm so my little guy is willing to go in (as we have been to another indoor pool which the water is cold).\n\nFor the 1st time users, they have an instructor there to help assess what your dog can do or not do, that way you don't scared them off from swimming.\n\nAfter that, you are free to book time for just you and your pup.\n\nAnd they have a tub outside of the pool to bath them when they are done.\n\nOverall, no complaints with them!","useful":0,"funny":0,"cool":0}
{"review_id":"iFL5Iw972vd09fg87ElP9A","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"2QCZyAOB6xXKCdyFPvXXmw","stars":4,"date":"2013-09-01","text":"It's 3.5 stars but since I can't give half stars I will give it four.\n\nCute shop love the concept!\n\nLots of varieties of cookie but pretty pricy! There are probably about 10 varieties cookies and about seven milk flavours. The banana flavoured milk reminds us of the banana cough syrup we used to drink as a kid!\n\nThey do have homemade cookie ice cream sandwiches but the cookie is on the thinner side.","useful":0,"funny":0,"cool":0}
{"review_id":"pREKh8GSMq5UY9CqsnlQUQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"Tn8O4tv1U-n0PRC8kbJJPg","stars":4,"date":"2016-04-06","text":"Great place in Chinatown to get banh mi! Just make sure you know what you want as it is really crazy in there and hectic! The ladies behind the counter will harass you until you move along!\n\nLots of great prepacked food as well, if the sandwich isn't your thing!","useful":0,"funny":0,"cool":0}
{"review_id":"DcON7DHHHsvl8fByRl41MQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"vyeQzjZFx6KoL2pJBQ2QFA","stars":4,"date":"2011-02-16","text":"Very busy place here on a Friday night. Definitely has a queen street feel with the decor. \n\nFood is a little pricey but not bad. Shrimp tempura appetizer is a good size for sharing. Sweet potato wedges are well paired with the wasabi mayo. \n\nRolls are very good. They have a different pink dragon roll that has scallops on the top. Green dragon rolls are definitely a must try. The avocado is very thinly sliced sprinkled with something yummy on top.","useful":0,"funny":0,"cool":1}
{"review_id":"sny_ekbd4i_1EBx1gwayXw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"D2PmpZYRdRnzL7q4Wprf3Q","stars":4,"date":"2014-09-11","text":"cute place on a side street - really only serving the locals around the Woodbine\/Danforth area.\n\nbf ordered a coffee here that he thought was pretty good. they seem to have smoothies and fresh juices as well. and nifty rice bowls. \n\nwill be back to try out the juices and food.\n\nseems to be a quiet place to chill for a couple of hours.","useful":0,"funny":0,"cool":0}
{"review_id":"Tv-_7d1sa-6cPTZ20exTLA","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"7Uti5EeAwm3drG14KVrE3Q","stars":2,"date":"2010-03-31","text":"Atmosphere for this restaurant is nice but service, not so much. \n\nCame here for a friend's birthday. Although, we made reservations and checked in a few minutes early, we still had to wait a good 45 minutes before sitting down at our table. When we made the reservations, we were informed we would have to leave a certain time - which we didn't think they would enforce, considering we did not get our table in time. However, they did, and we were not impressed.\n\nThe space in the restaurant is also very tight, my boyfriend got hit in the head a few times while sitting at the table.\n\nI had ordered a seafood pasta dish, which was kind of bland (not much flavour). My boyfriend had ordered one of the specials of the night - filet mignon, which also was not up to par.\n\nOverall, I've had better pasta. I'm not sure if it was just the two dishes I had that wasn't up to par, as my other friends did enjoy theirs.","useful":8,"funny":0,"cool":0}
{"review_id":"uwp2sAXf5shT1ynRWo7sHg","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"BmSLyxm8b86dtzwuT7LqBA","stars":4,"date":"2014-03-03","text":"The loud banging always draws crowds as you walk by and see that the chef is making fresh noodles. Noodles are delicious and you definitely need to make sure you save room in your stomach for this when you come to pacific mall!\n\nAfter trying a few things on the menu - the true favourite is still the dan dan noodles. There is something about the spicy peanut sauce soup base that makes it so flavourful. Plus when you add their homemade chili oil - it makes it so good.\n\nBecause of Sun's dan dan noodles - my bf and I will always order the dan fan noodle whenever we see it on the menu but so far, no one has the same flavour as Sun's. Sun's    is the best we have had!!!","useful":1,"funny":0,"cool":1}
{"review_id":"gDBVb6Qdg5VAr2L95NEeFw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"KpFc2FXm7OXLhoKgKDNz2g","stars":4,"date":"2013-05-01","text":"found this bakery while wandering on Queen Street - it was hidden on a side street.\n\nwalked inside to check it out and it was very quaint inside. Lots of variety. We had gotten a loaf of Brioche bread - it was so good. Soft and sweet - just the way it should be.\n\nthey have lots of other bread that I can't wait to go back and try!","useful":0,"funny":0,"cool":0}
{"review_id":"Ebggx4Zlc4VWReJMG1nT6w","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"l1_S1mfGbEMxfT1f9omhEA","stars":1,"date":"2017-10-16","text":"Terrible service and not so great drinks.\n\nWe happen to be in the plaza and saw this place for bubble tea, so we decided to grab a few to go.\n\nFirst of all, the two menus is located in a very awkward place (one very high up on the wall and one in the corner also by the wall), set up is not really friendly neither can it accommodate a large group of people to look at the menu at the same time.\n\nThe menu items itself had different options than your typically bubble tea place. Their specialty are mousse drinks - which we had no idea what exactly it was. So when we asked the staff, they said it was some sort of cheese. \n\nFor a Sunday afternoon, they were also out of grass jelly and pudding, which are ingredients in quite a few of their drinks (so not sure how that works).\n\nThe service is really bad, they don't understand English so when you asked them about the menu items, they can't really explain what they are.\n\nWe had ordered the following:\n- slush mango (came with tapioca and mousse)\n- peach ice tea\n- roasted oolong milk tea\n- supernova kumquat lemonade\n\nAnd when we asked what the difference between a supernova kumquat lemonade under the galaxy drinks section (which are supposed to be layered drinks), and the kumquat lemonade, they said it had a layer of blue mousse - so we were like ok we will try it then. But what came was just a bigger cup size of the kumquat lemonade. When we asked them again, they said it was just a size difference, that's what makes it supernova - which is pretty dumb to me as on the menu both items had the same two size choices of regular or large. \n\nThe mango slush and the roasted oolong milk tea wasn't bad. But the other two was not that great. The tea had a big floral taste that overpowered everything. There was no peach taste in the peach ice tea. The kumquat one had no kumquat taste and was just bitter from the lime and it tasted like it had no sugar in it at all.\n\nI guess if you need a non-busy place to use WIFI and work, then this is the place, no one wants to come here.\n\nAlso - their gimmick also seems to be the lightbulb drinks, which were intriguing to us, but you are not allowed to take the lightbulb home...\n\nWe will definitely not be returning...","useful":0,"funny":0,"cool":0}
{"review_id":"Q0j8DFqW_zWNa-H1QuuPgg","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"TrOgTZ0DfmQxvpTehiNibQ","stars":1,"date":"2011-05-10","text":"worse customer service ever. \nManager on duty was rude. She didn't care that I had negative feelings about this place when I said that I would never come back again!\nRestaurant has gone downhill since they renovated!!","useful":11,"funny":5,"cool":5}
{"review_id":"EKAN4jw3LsE3631feSaA_g","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"pZ1quwXnYozLIZIVABojhw","stars":4,"date":"2012-09-23","text":"My boyfriend took me here for my birthday. At first, I wasn't impress that it was a 45 mins wait, however my BF really wanted to try this piece, so we decided to wait.\n\nIt was definitely different and worth the wait. \n\nWe started off with the House Cured Meat - it was good - but definitely too much for just 2 people to share (and no need to order the extra bread if it's only two people).\n\nNext came the roasted bone marrow - which is amazing and definitely worth ordering. Had we not ordered so many other dishes, we would have ordered a second round of this. Who knew bone marrow could be this tasty!!\n\nThen came the Spicy Horse Tartare, which we thought was intriguing, as we have never heard, so we had ordered it. When it showed up, it was like a salad. Wasn't bad, worth trying but probably only a one-time thing for us.\n\nTongue on Brioche is definitely another worth ordering. it is a sandwich that tasted like a Montreal smoked meat sandwich. SO GOOD that it melts in your mouth - so soft and tender. If it wasn't because we had ordered so much food and this was the last main course that showed up, we would have devoured it.\n\nFor dessert, we had ordered the Foie and Nutella, as we thought this was very interesting. It was good, but after 4 dishes already, this was just a little too rich. It came with banana bread that was really good.\n\nOverall, definitely worth the try! Just make sure you bring cash =)","useful":0,"funny":0,"cool":0}
{"review_id":"51TLGhFncBnppaBN5vHlcw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"Uq-GOs9_IqweUsB5MdII9w","stars":4,"date":"2014-08-21","text":"OMG - came here with some friends for Brunch and wow!\n\nWe did have to wait for about 30 mins for a table for 4 (but it was later in the day). \n\nLooking at their menu,  we wanted to try everything! the French toast, the strawberry shortcakes..donuts (they were sold out by the time we got there).\n\nbut we wind up only ordering two things: \n\nthe classic - 2 eggs any style, house cured bacon or sage and onion sausage, crispy griddled red skin potatoes with sea salt and thyme. Served with toast of your choice. Upgrade your toast to a buttermilk biscuit \n\nEmma's Benny - Warm and fluffy buttermilk biscuit topped with house cured peameal bacon, poached eggs and smothered in mousselline sauce. Served with a side of griddled red skin potatoes.\n\nbig portions - really good!\n\nif you want the benny, make sure you asked them if they still have it as they tend to sell out quick - I had ordered the last one of the day!!!","useful":0,"funny":0,"cool":0}
{"review_id":"zo84NPvoDgm1W9poSCjPQQ","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"3vs6rARRBm-O99y4bryilw","stars":4,"date":"2012-08-20","text":"Great Japanese restaurant in the Bloor and Church area. Been coming here since the first opened years ago.\n\nFood has always been good and fresh. However, if you are here for lunch, it will take an hour and make sure you come a few minutes earlier otherwise it may be a long wait as it is small inside!","useful":2,"funny":0,"cool":0}
{"review_id":"0wsN8ZT101c8LhqwQZJjvw","user_id":"u0LXt3Uea_GidxRW1xcsfg","business_id":"kRdzgq-hr3amtTkQR-U7dw","stars":4,"date":"2013-05-01","text":"they have some pretty interesting things here!\n\ndefinitely a one-stop shop for cheese and bread =p\n\nalso carry a variety of pates that are pretty tasty!","useful":0,"funny":0,"cool":0}
