["?", "的", "一", "有", "人", "了", "不", "为", "在", "是", "十", "用", "我", "外", "要", "也", "而", "中", "上", "二", "国", "他", "大", "和", "文", "来", "年", "子", "到", "这", "业", "生", "下", "越", "于", "地", "个", "以", "家", "着", "时", "月", "区", "出", "后", "成", "与", "五", "日", "能", "多", "们", "又", "可", "学", "王", "三", "员", "天", "行", "发", "山", "长", "运", "等", "因", "百", "同", "儿", "四", "得", "开", "里", "说", "就", "会", "过", "小", "从", "作", "军", "去", "被", "之", "内", "种", "应", "样", "对", "全", "厂", "往", "然", "民", "育", "所", "高", "方", "将", "新", "明", "自", "看", "那", "起", "两", "养", "场", "原", "爱", "位", "安", "动", "市", "进", "院", "还", "本", "老", "部", "她", "心", "水", "体", "万", "物", "口", "给", "元", "此", "前", "产", "美", "云", "村", "手", "特", "农", "头", "都", "经", "当", "工", "好", "没", "化", "面", "如", "品", "法", "意", "务", "其", "定", "海", "阳", "公", "八", "别", "现", "分", "理", "六", "望", "已", "最", "把", "光", "点", "广", "白", "名", "电", "队", "鱼", "重", "花", "由", "些", "九", "金", "无", "平", "主", "女", "远", "但", "华", "亚", "营", "病", "药", "走", "性", "关", "比", "表", "医", "使", "加", "尔", "合", "空", "资", "南", "机", "风", "千", "只", "并", "战", "装", "正", "入", "住", "吃", "太", "却", "眼", "北", "烟", "夜", "制", "利", "转", "演", "英", "东", "共", "色", "七", "少", "问", "印", "专", "回", "间", "气", "完", "约", "目", "近", "书", "几", "者", "红", "州", "声", "游", "道", "语", "力", "教", "代", "边", "求", "西", "先", "算", "马", "决", "结", "草", "团", "亲", "次", "片", "影", "事", "达", "更", "受", "牙", "县", "常", "拉", "今", "让", "政", "活", "抓", "见", "斯", "认", "向", "组", "赛", "张", "相", "严", "很", "实", "据", "未", "保", "身", "油", "春", "群", "建", "企", "情", "野", "车", "单", "省", "才", "门", "则", "形", "量", "做", "传", "术", "双", "各", "打", "修", "总", "球", "委", "度", "果", "展", "路", "想", "该", "根", "送", "曾", "通", "损", "林", "告", "难", "阿", "米", "欧", "推", "某", "食", "知", "刘", "满", "块", "司", "称", "音", "矿", "反", "收", "或", "处", "围", "银", "晚", "选", "料", "么", "除", "管", "快", "至", "研", "江", "防", "周", "税", "带", "引", "飞", "改", "放", "死", "局", "第", "首", "基", "深", "层", "牛", "额", "黄", "干", "言", "直", "清", "古", "感", "观", "便", "布", "按", "接", "采", "突", "楼", "己", "精", "青", "像", "玩", "解", "追", "科", "命", "宁", "黑", "图", "集", "玉", "武", "土", "质", "技", "雨", "台", "你", "交", "每", "杨", "网", "易", "奥", "派", "社", "跑", "款", "设", "源", "神", "减", "规", "商", "强", "连", "石", "切", "户", "优", "众", "菜", "思", "条", "维", "造", "议", "雅", "及", "画", "香", "拥", "立", "计", "火", "母", "随", "岁", "备", "话", "俄", "乱", "类", "客", "卡", "瓦", "洲", "血", "案", "落", "环", "排", "整", "容", "统", "照", "听", "流", "木", "奶", "余", "仍", "愿", "参", "服", "需", "钱", "罗", "艺", "令", "且", "必", "克", "哈", "乐", "记", "乡", "增", "请", "领", "圆", "佛", "格", "世", "绿", "期", "午", "似", "碗", "卖", "功", "园", "扬", "苗", "办", "压", "城", "它", "闻", "非", "船", "娘", "肉", "味", "右", "均", "真", "货", "半", "杀", "波", "预", "棉", "河", "德", "联", "提", "任", "叫", "准", "娃", "散", "支", "系", "汉", "早", "始", "曲", "官", "导", "界", "永", "贵", "费", "权", "啊", "毛", "底", "唐", "即", "吹", "尼", "件", "顺", "包", "持", "夫", "仅", "习", "犯", "朝", "织", "圈", "孙", "论", "铁", "负", "肥", "乎", "舞", "港", "托", "杂", "俗", "害", "争", "培", "饭", "题", "热", "职", "究", "信", "洪", "钻", "妹", "左", "调", "雄", "冷", "许", "段", "羊", "举", "标", "较", "义", "另", "怎", "李", "尽", "患", "男", "指", "湖", "破", "变", "藏", "烈", "友", "式", "丝", "阴", "景", "勇", "岸", "洋", "伤", "器", "节", "确", "考", "扎", "查", "盐", "既", "数", "恩", "镇", "报", "福", "谢", "穷", "盆", "温", "酒", "获", "久", "馆", "蒙", "延", "苏", "状", "差", "脑", "富", "京", "桑", "效", "什", "消", "森", "陈", "忘", "卫", "低", "创", "愈", "恶", "暗", "挖", "怕", "否", "治", "终", "般", "买", "紧", "塞", "脚", "顾", "喜", "奇", "腰", "秋", "足", "材", "饮", "迎", "留", "您", "苦", "失", "象", "牌", "临", "含", "兵", "止", "屋", "志", "筹", "映", "价", "率", "息", "逃", "硬", "轮", "宣", "剧", "谈", "护", "模", "师", "盘", "族", "冲", "超", "赶", "爷", "穿", "谁", "盖", "瓜", "田", "候", "训", "挂", "房", "誉", "润", "密", "再", "树", "软", "茶", "韵", "忙", "赞", "士", "吨", "帮", "秧", "亩", "秀", "断", "邀", "识", "协", "须", "床", "班", "划", "示", "封", "哭", "靠", "察", "岳", "念", "淮", "滚", "承", "列", "际", "销", "府", "取", "静", "飘", "批", "拍", "韩", "票", "怪", "显", "驻", "何", "抗", "灾", "丧", "劳", "线", "适", "售", "副", "零", "济", "皮", "兰", "库", "待", "探", "柳", "找", "贸", "擦", "庆", "纳", "依", "跳", "顶", "婆", "觉", "彩", "徒", "脸", "怀", "换", "存", "堂", "冬", "航", "巴", "响", "怒", "抢", "币", "程", "邦", "稳", "亡", "鲜", "降", "康", "渔", "绝", "澳", "致", "痛", "丽", "轻", "柔", "罪", "号", "斗", "况", "债", "助", "耳", "旅", "责", "镜", "微", "旋", "继", "透", "妇", "旁", "艾", "够", "雷", "普", "夏", "刚", "急", "灭", "伊", "宗", "亮", "细", "末", "欢", "置", "征", "捕", "配", "烧", "粗", "购", "套", "字", "姐", "升", "拿", "墙", "遗", "纷", "坐", "埃", "频", "坡", "氧", "岩", "击", "党", "避", "宪", "困", "婚", "隐", "灯", "沉", "泳", "徐", "弟", "注", "验", "殖", "浴", "壮", "欲", "短", "颇", "寒", "鸡", "坏", "摇", "衣", "秦", "雪", "写", "惊", "激", "夺", "步", "桃", "艘", "停", "弄", "革", "窗", "略", "洗", "阵", "核", "输", "席", "纸", "龙", "炼", "登", "掉", "假", "抱", "竟", "闹", "脱", "著", "希", "束", "荒", "磨", "居", "骨", "杯", "弱", "横", "站", "遥", "讯", "练", "努", "访", "境", "缺", "残", "莫", "液", "救", "植", "吕", "仪", "露", "具", "井", "仰", "绩", "桥", "胜", "卷", "视", "故", "猪", "缘", "粉", "寻", "崖", "呼", "虽", "苍", "势", "刷", "错", "证", "窑", "豪", "威", "铺", "角", "祖", "腾", "供", "型", "皇", "松", "跨", "坚", "钢", "礼", "遍", "盈", "若", "奔", "伦", "范", "射", "吴", "津", "疯", "摄", "钟", "抽", "霞", "梦", "粮", "梅", "亿", "墓", "喂", "极", "凶", "街", "叶", "玄", "授", "奋", "智", "盗", "钦", "赏", "讨", "嗡", "素", "汇", "嫂", "播", "央", "敢", "妙", "历", "勤", "财", "遇", "校", "岗", "级", "例", "笑", "宽", "赃", "浓", "乌", "倒", "孕", "卧", "押", "舍", "腌", "葬", "薄", "沙", "吞", "诺", "麻", "享", "纯", "担", "属", "史", "呆", "竹", "劣", "构", "概", "妻", "庄", "抛", "握", "慧", "箱", "嘴", "速", "俩", "竞", "沈", "亏", "晒", "违", "夹", "棍", "毒", "版", "判", "阔", "伞", "筑", "瑞", "诗", "星", "繁", "纹", "窝", "占", "槐", "兴", "顿", "措", "钩", "幅", "隆", "讲", "循", "猛", "旧", "绍", "埋", "陪", "歌", "伍", "孩", "复", "耕", "侧", "暖", "肯", "婴", "援", "衡", "幽", "值", "幼", "爹", "健", "窄", "染", "贫", "厅", "蝇", "份", "咸", "遭", "洁", "偏", "汪", "煤", "伟", "弹", "丰", "移", "戴", "餐", "初", "嫩", "兄", "秘", "积", "项", "离", "童", "歹", "投", "盼", "妈", "背", "甜", "敌", "蛙", "篮", "沃", "匈", "弯", "稀", "谷", "庭", "父", "律", "冒", "读", "异", "湾", "晨", "翻", "废", "雾", "扫", "殊", "胡", "碍", "蚕", "浪", "袅", "颜", "括", "污", "续", "魂", "凑", "饲", "迪", "寿", "扩", "桩", "呈", "蚊", "桂", "萨", "禁", "予", "酸", "狂", "编", "拼", "洞", "趣", "腕", "申", "朴", "冰", "淋", "充", "喝", "域", "误", "癌", "篇", "枪", "昌", "鬼", "籍", "诸", "宇", "绸", "谋", "慕", "拨", "旬", "伪", "烂", "翁", "坑", "签", "抵", "刻", "戏", "警", "幸", "搏", "章", "迫", "疫", "泉", "疼", "融", "吉", "脆", "扑", "乳", "炸", "博", "慢", "昂", "鸣", "艳", "障", "墨", "毁", "录", "跟", "渴", "池", "炒", "挺", "兑", "碰", "杰", "啥", "甩", "蝶", "佳", "乘", "俊", "唱", "途", "序", "恐", "慰", "糖", "扰", "匀", "闭", "板", "笔", "耀", "扔", "溢", "肝", "哪", "丢", "梁", "累", "蒸", "珍", "郁", "截", "冈", "岛", "朋", "荣", "逸", "宾", "绕", "晓", "扭", "独", "妃", "句", "毕", "灵", "端", "窜", "拧", "拴", "诚", "聘", "季", "捉", "邮", "淡", "藤", "邻", "姑", "室", "辽", "殷", "勃", "吸", "纵", "川", "洛", "咬", "休", "泰", "饰", "炎", "垦", "弃", "辞", "呢", "寨", "孔", "潘", "吐", "螺", "呀", "堤", "株", "峦", "纺", "混", "撤", "乔", "昆", "震", "阅", "厌", "暂", "础", "珠", "帘", "芳", "缩", "枝", "良", "脏", "宋", "潮", "尚", "壁", "腿", "浑", "诞", "拔", "颖", "宠", "耐", "赠", "驰", "泥", "浮", "肩", "鸿", "卓", "骂", "顽", "咽", "猫", "凡", "盒", "脉", "滩", "渐", "迟", "偶", "返", "彭", "聪", "赔", "嘉", "献", "奖", "侵", "疗", "蜿", "蜒", "尤", "鸦", "沸", "免", "辣", "睛", "敬", "铝", "愧", "兔", "刮", "益", "碑", "黔", "闪", "座", "斤", "哥", "栽", "宝", "狼", "辛", "杆", "椒", "奈", "毫", "殡", "甘", "栏", "释", "肃", "魔", "巨", "燕", "施", "启", "粤", "巧", "鄂", "付", "侯", "刑", "熟", "鸭", "揉", "纪", "荡", "帐", "拖", "补", "汽", "媛", "促", "醋", "劲", "惯", "冠", "缕", "胃", "柜", "熊", "鸳", "鸯", "裕", "扣", "恋", "腐", "庙", "凭", "琼", "薯", "寺", "缠", "巍", "颤", "赐", "矛", "盾", "叠", "挥", "湿", "迅", "折", "虚", "蓄", "涨", "搜", "槽", "冻", "裂", "彬", "词", "蕾", "舒", "碎", "晕", "订", "蛇", "帝", "盛", "策", "附", "允", "仓", "兹", "挨", "笠", "蒜", "窦", "旗", "凉", "险", "挪", "帕", "固", "招", "插", "渣", "滥", "赤", "撞", "幕", "穴", "沟", "瘤", "届", "蹦", "陆", "哑", "鹰", "氏", "贝", "昼", "私", "庞", "郊", "逝", "齿", "伯", "胞", "廊", "牧", "杜", "诱", "绘", "驶", "郭", "饱", "阻", "凝", "爬", "摔", "陷", "尾", "莉", "退", "龄", "嘟", "卢", "贿", "冯", "箭", "哲", "伸", "董", "熏", "贺", "砖", "塘", "茵", "恰", "歪", "狗", "悉", "偿", "喷", "淹", "丑", "瞎", "玛", "峰", "碳", "豚", "遂", "幢", "罢", "寓", "谊", "姓", "贪", "僧", "篷", "股", "兽", "乒", "乓", "坛", "廖", "凤", "崇", "洱", "牟", "枇", "杷", "遵", "燃", "瓶", "审", "茂", "串", "疑", "禺", "厄", "跃", "颈", "糙", "披", "傍", "躺", "检", "禽", "鼓", "玲", "忆", "滨", "捐", "估", "伴", "芽", "芒", "皆", "帽", "绵", "泽", "牵", "阶", "楚", "试", "齐", "评", "桌", "尖", "逢", "鸟", "偷", "娱", "矮", "迹", "甚", "册", "逆", "蛾", "控", "晋", "默", "曹", "菌", "臂", "灰", "荧", "蛹", "汁", "稻", "简", "饿", "课", "宫", "守", "鉴", "厉", "棒", "态", "操", "琳", "锐", "宿", "索", "诉", "亦", "架", "贡", "丁", "涂", "哇", "噌", "泛", "胸", "赴", "掌", "沿", "疆", "漏", "汰", "昏", "舅", "掩", "媚", "填", "奏", "归", "颅", "典", "聚", "壤", "魄", "载", "衰", "答", "茫", "裁", "秒", "叉", "滑", "冕", "瘦", "虾", "雌", "濡", "戒", "厨", "膀", "翠", "塑", "脖", "拟", "忽", "琴", "炉", "瓷", "犹", "鲁", "捞", "碌", "腺", "螃", "蟹", "祥", "虫", "搞", "溶", "笼", "娥", "颠", "描", "啡", "崩", "砌", "枉", "氯", "郑", "唯", "渗", "欠", "督", "俱", "疏", "拚", "喉", "嚼", "芭", "番", "耗", "嗅", "卸", "垮", "俑", "胳", "膊", "陶", "契", "猎", "刺", "龈", "吾", "趔", "趄", "榜", "莺", "茬", "凋", "俏", "豆", "憨", "闽", "弓", "敏", "筒", "仁", "刀", "扶", "唇", "巫", "叮", "艇", "哨", "储", "舱", "廷", "麦", "扼", "斥", "赫", "姻", "昭", "朗", "晦", "沫", "啦", "宅", "惶", "械", "勋", "漂", "尧", "鞋", "碾", "炊", "肿", "悟", "仙", "罚", "胚", "酱", "饼", "绾", "嗓", "轩", "栋", "仲", "触", "睡", "藕", "毅", "塔", "捆", "谓", "蜂", "券", "迷", "瀑", "纠", "潜", "蛋", "逼", "祯", "闲", "蚀", "窃", "疾", "梭", "猩", "贞", "腋", "蓝", "耘", "谱", "悲", "堆", "梯", "焰", "贴", "厕", "氢", "拌", "恬", "浩", "拐", "袋", "贤", "滤", "坦", "枚", "墩", "荀", "贾", "径", "旱", "绳", "迁", "凄", "勿", "爪", "萌", "针", "敦", "踪", "孥", "倚", "奴", "冶", "姊", "恒", "屈", "胖", "戳", "祝", "曳", "虑", "柱", "雍", "掏", "晃", "迈", "贩", "硕", "彻", "劝", "疲", "玻", "擒", "娜", "舌", "愤", "熬", "坝", "勾", "阁", "绒", "畅", "缴", "君", "粱", "陡", "巾", "汗", "盟", "躁", "岭", "筋", "爆", "孟", "朱", "沐", "虞", "柏", "距", "羽", "柴", "辉", "佐", "络", "诀", "亭", "峡", "鹿", "胆", "臣", "帷", "洒", "屏", "悦", "赖", "乙", "囊", "坳", "塌", "尊", "锦", "滋", "翰", "柬", "监", "魅", "邓", "寡", "诈", "骗", "悖", "陵", "袖", "毯", "媳", "棚", "址", "酬", "介", "幻", "冤", "堪", "粒", "胁", "哀", "濮", "婉", "孽", "焦", "昨", "鼻", "限", "楷", "臭", "烤", "雕", "畜", "尺", "腹", "怖", "稿", "捧", "吵", "骑", "炭", "於", "莹", "杭", "佤", "仿", "喊", "粥", "厚", "惨", "眺", "滔", "浙", "貌", "钉", "糁", "筷", "膜", "胶", "畔", "庵", "棱", "倍", "壳", "店", "艰", "兮", "蓬", "淫", "叹", "磊", "凌", "辈", "昔", "菱", "呱", "悄", "剂", "郎", "缫", "溜", "朔", "哼", "唧", "撇", "呜", "聋", "眨", "瞧", "蹄", "侦", "仔", "善", "卵", "逐", "侨", "摊", "琢", "泵", "娶", "旭", "欣", "暴", "舰", "椅", "绣", "锅", "袭", "肠", "崔", "跻", "锣", "煌", "奎", "牺", "牲", "浸", "咕", "砸", "递", "雀", "搬", "澜", "耍", "辆", "霜", "兼", "倾", "诊", "掘", "虎", "摆", "蝎", "佩", "瓣", "泡", "葱", "曼", "炳", "惠", "咏", "琦", "淘", "黢", "炯", "携", "溃", "宙", "棠", "蔚", "愣", "衫", "振", "揣", "宜", "鳄", "互", "测", "吩", "咐", "盎", "蕃", "茄", "榨", "呐", "呵", "沁", "勘", "暮", "碣", "鳊", "胭", "脂", "爸", "隋", "炀", "庖", "擅", "乃", "漠", "柑", "桔", "愚", "叛", "缀", "丛", "掐", "舆", "峨", "骤", "掠", "佚", "窥", "锋", "膏", "肌", "梗", "蕴", "傩", "撼", "钞", "磁", "饵", "忠", "缢", "炮", "倏", "惭", "恼", "趟", "煎", "汤", "蹈", "嘶", "怔", "侣", "讷", "畴", "旷", "吗", "札", "幌", "猴", "瞠", "摭", "泠", "召", "赣", "珑", "郢", "圩", "豫", "皖", "陕", "湍", "裘", "裙", "舟", "氟", "螯", "炫", "甫", "訾", "莎", "轴", "丈", "码", "壕", "堑", "僵", "灼", "亨", "畸", "踩", "跷", "绷", "嫡", "姨", "悬", "娑", "甲", "蚌", "嚎", "忧", "堵", "瘟", "歇", "铜", "钿", "澡", "鼎", "簸", "募", "吟", "潇", "辟", "净", "囤", "亟", "墅", "嘱", "茁", "铣", "唠", "嗑", "弥", "袁", "惧", "钠", "镁", "扛", "矽", "卜", "弩", "醉", "榆", "挑", "昵", "茨", "涵", "姚", "咖", "乖", "睑", "阎", "捅", "糟", "浚", "铃", "锻", "疵", "症", "咙", "剌", "咛", "综", "署", "郝", "捏", "蛆", "蚯", "蚓", "邝", "辰", "媒", "哄", "紫", "挣", "靛", "裔", "纽", "彼", "楞", "疟", "蔓", "沽", "檀", "芯", "懊", "陋", "嘲", "饶", "恕", "旦", "钳", "诽", "谤", "袱", "簇", "罩", "枕", "搅", "抹", "盲", "览", "轧", "肘", "弊", "肴", "踏", "樱", "蔷", "薇", "爽", "怡", "钰", "桀", "纣", "伢", "趴", "黎", "雏", "栖", "煽", "狡", "猾", "粹", "驾", "涕", "沧", "瓯", "菇", "尝", "醒", "唉", "蜡", "骈", "妖", "桐", "谬", "逍", "揭", "孤", "妩", "萎", "敖", "冉", "啃", "貉", "嬉", "腔", "秩", "稗", "撕", "撩", "幔", "瑶", "咔", "嚓", "蒋", "娟", "鸾", "翟", "蓉", "薛", "粘", "忍", "驱", "萦", "莲", "炖", "禹", "蒲", "烦", "缸", "舀", "罐", "馍", "崭", "鎏", "檐", "硝", "胺", "斜", "隘", "邸", "巡", "逻", "浅", "瑗", "仑", "庸", "祸", "妄", "败", "轰", "谍", "忐", "忑", "柄", "晶", "胎", "咱", "柯", "趋", "嘎", "噩", "膺", "卑", "鄙", "耻", "袍", "酥", "骋", "堡", "糠", "纲", "吁", "戈", "蒂", "诬", "蔑", "狎", "妓", "浦", "梢", "拭", "沾", "绢", "盔", "唾", "湘", "危", "矣", "颂", "昙", "叔", "择", "窍", "噪", "骚", "糜", "蜕", "丫", "沮", "嫖", "娼", "赌", "陛", "缔", "侬", "樵", "樾", "狙", "鹤", "熙", "贲", "宸", "妊", "娠", "苑", "邵", "狠", "嫌", "簪", "牡", "丹", "芍", "宛", "殴", "虐", "毋", "吊", "棋", "滦", "坨", "耶", "稣", "庇", "贼", "涛", "惦", "眠", "怯", "邪", "屠", "刊", "羡", "滞", "酷", "罅", "隙", "聂", "侠", "漓", "硫", "执", "敷", "痊", "璃", "铿", "锵", "茅", "妾", "梧", "痴", "癖", "愉", "嶂", "懦", "鳟", "疖", "澈", "辕", "衬", "雁", "匕", "惟", "斑", "澄", "龚", "藩", "堀", "屿", "瞄", "狭", "乏", "帆", "嫣", "椭", "惕", "挡", "拦", "裤", "翘", "毗", "迦", "铎", "鑫", "魁", "欺", "傲", "竭", "肚", "邛", "尸", "樟", "洽", "膝", "娇", "跌", "扒", "韦", "姿", "鏖", "畏", "凯", "睹", "饷", "桶", "渠", "棵", "砚", "傅", "缓", "懒", "惰", "兀", "嶙", "峋", "礁", "葳", "蕤", "脾", "漆", "笨", "遮", "朦", "胧", "烁", "桓", "淦", "忻", "倡", "埔", "沏", "斟", "矍", "铄", "详", "倩", "泼", "抑", "崛", "肮", "钝", "阜", "姆", "撰", "涩", "帙", "噜", "哽", "坯", "俯", "曝", "旺", "涤", "讼", "恢", "摧", "秃", "鹫", "趾", "茧", "役", "掺", "峭", "赵", "泣", "拒", "躲", "旮", "旯", "淌", "泪", "巩", "惜", "窟", "腊", "佻", "嘈", "揆", "扯", "框", "矩", "偕", "惬", "喻", "霸", "溪", "拆", "符", "椰", "述", "擎", "鲍", "荟", "萃", "咧", "羚", "钥", "匙", "踢", "踹", "恳", "屡", "歧", "肖", "骆", "瑛", "朽", "卦", "迥", "涉", "弗", "芮", "锨", "芬", "肤", "孵", "咨", "询", "借", "铅", "溅", "纬", "嫁", "羔", "劫", "寅", "仇", "孝", "匡", "臧", "寇", "朵", "圃", "菊", "鲨", "梨", "腥", "喀", "葡", "圣", "谚", "绮", "缨", "烨", "撒", "搓", "葆", "攀", "襟", "抬", "臀", "荫", "磋", "濒", "罔", "褒", "姒", "颍", "钮", "剩", "曰", "铍", "浆", "铬", "硅", "蹬", "婷", "玫", "瑰", "娅", "橡", "焚", "椎", "慎", "挽", "栓", "缆", "苹", "贮", "僻", "慷", "慨", "罹", "恙", "馁", "缎", "捷", "泞", "哮", "喘", "咳", "嗽", "慌", "笋", "渡", "祈", "履", "矫", "伐", "匿", "隽", "菰", "莼", "羹", "鲈", "脍", "斌", "疡", "涌", "隔", "夕", "饺", "迭", "敞", "衍", "茏", "槎", "桠", "虬", "蔬", "睐", "戛", "痕", "袜", "蔡", "档", "蹭", "喇", "叭", "惹", "惆", "怅", "奉", "倘", "幄", "嘀", "践", "鳝", "赈", "睫", "晴", "颗", "替", "怨", "攻", "刃", "巷", "抚", "寝", "砀", "爵", "镑", "奠", "卉", "瘾", "婶", "帅", "醇", "轿", "唢", "撑", "摩", "寄", "豁", "胄", "藻", "儒", "灌", "勰", "迨", "厦", "捣", "尉", "靖", "闯", "窘", "镯", "寸", "稍", "哐", "啷", "摞", "恨", "榻", "辍", "毙", "芜", "煦", "纱", "荤", "唤", "喧", "贷", "颁", "坤", "罂", "粟", "贯", "尹", "篓"]